<?php 

$lang = array( 
	'channel_form_no_channel' => 'Не был назначен канал.',
	'channel_form_invalid_guest_member_id' => 'Предоставленное ID пользователя для использования в гостевых публикациях является недействительным.',
	'channel_form_require_entry' => 'Необходимо указать действительную запись для редактирования.',
	'channel_form_author_only' => 'Вы не являетесь автором данной записи.',
	
	/* rules */
	'form_decryption_failed' => 'Не удалось дешифровать форму настроек.',
	'required' => 'Поле %s обязательно для заполнения.',
	'isset' => 'Поле %s должно иметь значение.',
	'valid_email' => 'Поле %s должно содержать корректный адрес электронной почты.',
	'valid_emails' => 'Поле %s должна содержать все действительные адреса электронной почты.',
	'valid_url' => 'Поле %s должно содержать корректный URL адрес.',
	'valid_ip' => 'Поле %s должно содержать корректный IP.',
	'min_length' => 'Поле %s должно содержать как минимум %s символов.',
	'max_length' => 'Поле %s не должно превышать %s символов.',
	'exact_length' => 'Поле %s должно быть точно равно %s символам.',
	'alpha' => 'Поле %s может содержать только буквы алфавита.',
	'alpha_numeric' => 'Поле %s может содержать только буквенно-цифровые символы.',
	'alpha_dash' => 'Поле %s может содержать только алфавитно-цифровые символы, подчеркивание и тире.',
	'numeric' => 'Поле %s должно содержать только целые цифры.',
	'is_numeric' => 'Поле %s должно содержать только числовые символы.',
	'integer' => 'Поле %s должно содержать только целые числа.',
	'matches' => 'Поле %s не должно соответствовать символам в поле %s .',
	'is_natural' => 'Поле %s должно содержать только положительные числа.',
	'is_natural_no_zero' => 'Поле %s должно содержать число больше нуля.',
	'valid_date' => 'Поле %s которое Вы добавили не соответствует формату (год-месяц-день час:минута)',
);


/* End of file channel_form_lang.php */
/* Location: ./system/expressionengine/language/russian/channel_form_lang.php */
