<?php
$lang = array(


'channel_form_no_channel' => 
'Не указан канал.',

'channel_form_invalid_guest_member_id' => 
'Установите верный member_id, чтобы использовать форму для гостей.',

'channel_form_require_entry' => 
'Вы должны указать настоящую запись для редактирования.',

'channel_form_author_only' => 
'Вы не автор этой записи.',

'form_decryption_failed' => 
'Неудачная расшифровка настроек.',

'required' => 
'%s обязательное поле.',

'isset' => 
'Поле %s должно быть заполнено.',

'valid_email' => 
'Поле %s должно содержать допустимый email.\'',

'valid_emails' => 
'Поле %s должно содержать все правильные email адреса.',

'valid_url' => 
'Поле %s дложно содержать допустимый URL.',

'valid_ip' => 
'Поле %s должно содержать допустимый IP.',

'min_length' => 
'Поле %s должно содержать по крайней мере %s символов.',

'max_length' => 
'\'Поле %s не может превышать %s символов.',

'exact_length' => 
'Поле %s должно быть не больше %s символов.',

'alpha' => 
'Поле %s должно содержать только алфавитные символы.',

'alpha_numeric' => 
'Поле %s поле может содержать только алфавитно-цифровое знаки.',

'alpha_dash' => 
'Поле %s может содержать только алфавитно-цифровое значение, подчеркивания и тире.',

'numeric' => 
'Поле %s должно содержать только числа.',

'is_numeric' => 
'Поле %s должно содержать только цифры.',

'integer' => 
'Поле %s должно содержать целое число.',

'matches' => 
'Поле %s не соответствует полю %s.',

'is_natural' => 
'Поле %s должно содержать только положительные числа.',

'is_natural_no_zero' => 
'Поле %s должно содержать число которое больше ноля.',

'valid_date' => 
'%s который вы представили не был отформатирован правильно (год-месяц-день час:минута)',

'translate' => 
'Обновить',

''=>''
);

// End of File