<?php
$lang = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

'ip_to_nation_module_name' => 
'IP - Страна',

'ip_to_nation_module_description' => 
'Модуль определения страны по IP-адресу',

//----------------------------------------
'iptonation_missing' => 
'Невозможно найти файл iptonation.php.  Пожалуйста, проверьте, что Вы загрузили на сервер все компоненты этого модуля.',

'countryfile_missing' => 
'Невозможно найти файл country.php в папке библиотек.',

'ip_search' => 
'Поиск по IP-адресу',

'ip_search_inst' => 
'Ввести IP-адрес для определения страны, к которой он относится',

'ip_result' => 
'Введенный IP относится к следующей стране:',

'ip_not_valid' =>
'Вы ввели ошибочный IP адрес.',

'ip_not_found' =>
'Нет результатов по введенному вами IP адресу.',

'cache_full' =>
'Кэш заполнен и должен быть сброшен вручную, чтобы продолжить.',
'manage_banlist' => 
'Управление списком заблокированных стран',

'country' => 
'Страна',

'ban_info' => 
'Выберите страны, которые Вы хотите заблокировать.  При блокировании страны любое лицо с IP-адресом этой страны не сможет оставлять комментарии, трекбэки, использовать форму отправки писем и функцию Расскажи другу.  Но они смогут просматривать Ваш сайт.',

'ban' => 
'Заблокированные',

'banlist' => 
'Список заблокированных стран',

'banlist_updated' => 
'Список заблокированных стран обновлен',

'update_ips' => 
'Обновить БД IP адесов',

'update_info' => 
'Обновите IP и информацию о коде страны  используя последние данные с ip2nation.com ',

'update_blurb' => 
'Чтобы обновить, следует сначала поместить разархивированный файл, содержащий ip2nation sql данные на Вашем сервере, и затем указать расположение файла.',

'update_data_provider' =>
'Источник: <a href=\'%d\' title=\'Провайдер данных\'>maxmind.com</a>',

'last_update' =>
'Последнее обновление: ',

'ip_db_updating' =>
'Загрузка обновления ...',

'ip_db_downloaded' =>
'Скачана IP база данных. Распаковка ...',

'ip_db_unpacked' =>
'Распакована IP база данных. Вставка данных ...',

'ip_db_updated' => 
'Обновление БД IP адесов выполнено успешно',

'ip_db_failed' => 
'Не засчитаные символы в файле импорта',

'ip_db_connection_403' =>
'403 Ошибка соединения, пожалуйста, подождите 24 часа, прежде чем подключиться к базе данных.',

'ip_db_connection_error' =>
'Не удается подключиться к провайдеру данных.',

''=>''
);

/* End of file ip_to_nation_lang.php */
/* Location: ./system/expressionengine/language/russian/ip_to_nation_lang.php */