<?php
$lang = array(


'remember_me' => 
'Запомнить меня?',

'no_username' => 
'Указанное имя пользователя в базе данных не найдено',

'no_password' => 
'Указан неверный пароль.',

'no_email' => 
'Необходимо указать E-mail.',

'credential_missmatch' => 
'Неверный логин или пароль',

'multi_login_warning' => 
'Эта учетная запись уже используется.',

'return_to_login' => 
'Вернуться',

'password_lockout_in_effect' => 
'Ввод паролей возможен только четыре раза в %x мин.',

'unauthorized_request' => 
'Вы не авторизованы для выполнения этой операции',

'new_password_request' => 
'Новый запрос пароля',

'session_auto_timeout' => 
'Ваш сеанс завершен вследствие вашей неактивности',

//-----------------------------------
// Reset Password
//-----------------------------------

'forgotten_password' =>
'Сброс пароля',

'no_reset_id' => 
'Номер который вы отправили возможно не верный. Пожалуйста проверьте ссылку по которой вы пришли.',

'id_not_found' =>
'Номер кода который вы отправили не найден в базе.',

'password_changed' =>
'Пароль успешно изменён',

'successfully_changed_password' =>
'Вы успешно изменили свой пароль. Пожалуйств войдите используя свой новый пароль.',

'new_password' =>
'Новый пароль',

'new_password_confirm' =>
'Подтвердите пароль',

'enter_new_password' =>
'Введите новый пароль',

''=>''
);

// End of File