<?php
$lang = array(


'tools' => 
'Инструменты',

'tools_data' => 
'Данные',

'tools_logs' => 
'Логи',

'tools_utilities' => 
'Утилиты',

'communicate' => 
'Почта',

'config_editor' => 
'Управление файлом настроек',

'php_info' => 
'Информация о PHP',

'recount_stats' => 
'Пересчитать статистику',

'search_and_replace' => 
'Найти и заменить',

'sql_manager' => 
'SQL-менеджер',

'clear_caching' => 
'Удалить кэшированные данные',

'view_throttle_log' => 
'Просмотр результатов ограничения активности посетителей',

'view_search_log' => 
'Просмотр журнала регистрации поисковых запросов',

'view_email_logs' => 
'Журнал Email-консоли',

'view_cp_log' => 
'Просмотр журнала ПУ',

'view_developer_log' =>
'Просмотр журнала разработчика',

'import_utilities' => 
'Утилиты импорта',

'translation_tool' => 
'Утилита перевода',

'english' => 
'Английский',

'translation' => 
'Перевод',

'hits' => 
'Счетчик',

'last_activity' => 
'Последняя активность',

'no_throttle_logs' => 
'В настоящее время нет IP, активность которых понижается системой.',

'throttling_disabled' => 
'Ограничение активности посетителей выключено',

'blacklist_all_ips' => 
'Занести все IP в черный список',

'no_search_results' => 
'Совпадения не найдены',

'search_results' => 
'Результаты поиска',

'site_search' => 
'Сайт',

'searched_in' => 
'Искали в',

'search_terms' => 
'Слова поиска',

'page_caching' => 
'Кэш-файлы страниц (шаблонов)',

'tag_caching' => 
'Кэш-файлы тегов',

'db_caching' => 
'Кэш-файлы базы данных',

'cached_relationships' => 
'Кэшированные записи отношений',

'all_caching' => 
'Все кэши',

'sandr_instructions' => 
'Эти формы позволяют находить указанный текст и заменять его другим',

'search_term' => 
'Найти этот текст',

'replace_term' => 
'И заменить его этим текстом',

'replace_where' => 
'В каком поле базы данных Вы хотите выполнить замену?',

'search_replace_disclaimer' => 
'В зависимости от используемого синтаксиса эта функция может привести к нежелательным результатам.  Смотрите Руководство и сделайте резервную копию базы данных.',

'advanced_users_only' => 
'Только для опытных пользователей',

'choose_translation_file' => 
'Выберите файл для перевода',

'no_lang_file' => 
'Нет языковых файлов',

'no_lang_keys' => 
'Нет переменных для перевода',

'invalid_path' => 
'Файл не найден.',

'file_saved' => 
'Файл сохранен',

'trans_file_not_writable' => 
'Файл перевода не имеет прав на запись.',

'import_from_mt' => 
'Утилита импорта из Movable Type',

'member_import' => 
'Утилита импорта участников',

'missing_password_type' => 
'Требуемый тип атрибута отсутствует в элементе ввода пароля для пользователя: %x. Пожалуйста, обращайтесь к документации по правильному формату импорта.',

'united_states' => 
'США',

'european' => 
'Европейский',

'preference' => 
'Настройки',

'setting' => 
'Настройка',

'preferences_updated' => 
'Настройки изменены',

'true' => 
'Истина',

'false' => 
'Ложь',

/* Translation */
'translation_dir_unwritable' => 
'Внимание! Директория перевода защищена от записи.',

/* Developer Log */
'log_id'				=> 'ID Журнала',
'log_message'			=> 'Сообщение',
'deprecated_function'	=> 'Не рекомендуемая функция %s обратилась',
'deprecated_on_line'	=> 'в %s на строки %d.',
'deprecated_since'		=> 'Не рекомендуется начиная с %s.',
'deprecated_use_instead'	=> 'Используйте %s вместо.',
'deprecated_template'	=> 'Из шаблона тэга %s в %s.',
'deprecated_snippets'	=> 'Этот тэг может быть проанализирован с одним из этих фрагментов: %s',
'deprecation_detected'	=> 'Это журнал для разработчиков, для информирования Администраторов сайта о всех уведомлениях или предупреждениях системы.',
'dev_log_view_report'	=> 'Просмотреть отчет',
'dev_log_help'			=> 'Что это означает?',
'deprecated_meaning'	=>
'<p>Одна из двух ситуаций:</p>
<ol>
	<li>Система обнаружила машинный код или дополнение, использующей устаревшие код, который может перестать работать или вызвать проблемы с системой. Это означает, дополнение в вашей установке обращается к части кода ядра, которое ExpressionEngine EllisLab планирует снять в будущем для того, чтобы улучшить качество продукта.</li>
	<li>Предупреждение или сообщение было отображено исходным кодом или дополнением для просмотра Администратором. </li>
</ol>
<p>Для устранения этих уведомлений, вам, возможно, придется выполнить одно из следующих действий:</p>
<ul>
	<li>Связаться с разработчиком, который управляет вашей установкой ExpressionEngine за помощью</li>
	<li>Убедитесь, что у вас установлена ​​последняя версия всех установленных дополнений</li>
	<li>Обратиться к разработчику проблемного дополнения, чтобы удостовериться, что они знают о проблеме и планирует выпустить обновление</li>
</ul>',


'screen_name' => 
'Отображаемое имя',


''=>''
);

/* End of file tools_lang.php */
/* Location: ./system/expressionengine/language/russian/tools_lang.php */
