<?php
$lang = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

'wiki_module_name' => 
'Wiki',

'wiki_module_description' => 
'Интегрированный модуль Wiki-энциклопедии',

'wiki_preferences' => 
'Настройки модуля Wiki',

'preference_name' => 
'Название настройки',

'preference_value' => 
'Значение настройки',

'use_captchas' => 
'Использовать CAPTCHA?',

'text_format' => 
'Форматирование текста статей',

'html_format' => 
'HTML-форматирование статей',

'upload_dir' => 
'Директория загрузки файлов для Wiki',

'upload_url' => 
'URL директории загрузки',

'convert_to_entities' => 
'Преобразовывать HTML в числовые коды',

'allow_safe_html' => 
'Разрешить только безопасный HTML',

'allow_all_html' => 
'Разрешить весь HTML',

'auto_br' => 
'Автомат. &lt;br /&gt;',

'xhtml' => 
'XHTML',

'none' => 
'Отключено',

'update_successful' => 
'Настройки успешно изменены!',

'revision_limit' => 
'Число хранимых версий для каждой статьи',

'author_limit' => 
'Максимальное количество редактирований в день, разрешенное для каждого автора',

'search_min_length' => 
'В запросе могут использоваться цепочки символов (слова), состоящие минимум из %x знаков',

'invalid_permissions' => 
'Вы не можете выполнить это действие',

'submission_limit' => 
'Превышен лимит сообщения',

'file_exists' => 
'Файл с таким именем уже существует',

'filename_too_long' => 
'Имя файла не должно превышать 60 символов, попробуйте Новое имя',

'moderation_emails' => 
'Email-адреса для уведомления модераторов',

'namespaces_list' => 
'Список пространств имен',

'namespaces_list_subtext' => 
'Пространства имен используются для разделения контента Wiki на отдельные разделы.  Например, можно создать раздел Wiki-энциклопедии для статей только на испанском. Для каждого пространства имен создайте Указатель, который будет отображаться на страницах Wiki, и короткое имя для внутреннего использования и в некоторых видах форм для ссылки на пространство имен.  Эти короткие имена могут содержать только буквы, цифры и подчеркивания.',

'label_name' => 
'Полное название Wiki',

'short_name' => 
'Краткое название Wiki',

'name_short_subtext' => 
' &#8211; одно слово, без пробелов',

'basepath_unset' => 
'Не задан параметр основного пути',

'users' => 
'Группы пользователей',

'admins' => 
'Группы администраторов',

'wiki_homepage' => 
'Домашняя страница Wiki',

'create_wiki' => 
'Создать Wiki',

'wiki_created' => 
'Wiki была создана. Теперь Вы можете изменить настройки.',

'no_wiki' => 
'Нет ни одной Wiki-энциклопедии.',

'wiki_delete_confirm' => 
'Удалить Wiki',

'wiki_delete_question' => 
'Вы действительно хотите удалить выбранные Wiki-энциклопедии?',

'wiki_deleted' => 
'Wiki удалены!',

'wikis_deleted' => 
'Wiki удалены!',

'duplicate_short_name' => 
'Wiki с таким кратким именем уже существует.',

'default_index_note' => 
'Создание первой страницы',

'default_index_content' => 
'Добро пожаловать на  первую страницу EE Wiki!',

'namespace_label' => 
'Указатель пространства имен',

'namespace_short_name' => 
'Короткое название пространства имен',

'file_ns' => 
'Файл',

'image_ns' => 
'Картинка',

'special_ns' => 
'Служебная',

'category_ns' => 
'Категория',

'invalid_namespace' => 
'Введено неправильное пространство имен',

'namespace_not_deleted' => 
'Невозможно удалить пространство имен',

'namespace_deleted' => 
'Пространство имен удалено',

'namespaces' => 
'Пространства имен',

'no_search_terms' => 
'Нет зарегистрированных поисковых запросов',

'duplicate_article' => 
'Статья с таким названием уже существует.',

'search_in_wikis' => 
'Поиск в Wiki',

'wikis' => 
'Wiki',

'any_wiki' => 
'Любая Wiki',

'any_namespace' => 
'Любое пространство имен',

'main_ns' => 
'Главная',

'wiki_themes' => 
'Темы Wiki',

'unable_to_find_themes' => 
'wiki тем не найдено',

'invalid_wiki_theme' => 
'Неверная wiki тема',

'invalid_wiki_template' => 
'Неверное имя шаблона wiki',

'wiki_theme_templates' => 
'Шаблон Wiki темы',

'edit_template' => 
'Редактировать шаблон',

'unable_to_find_template_file' => 
'Невозможно найти файл шаблонов участника.',

'template_updated' => 
'Шаблон обновлен',

'update_and_return' => 
'Обновить и закрыть',

'file_not_writable' => 
'Примечание: Этот файл недоступен для записи',

'error_opening_template' => 
'Ошибка: Невозможно открыть файл шаблона для записи.',

'file_writing_instructions' => 
'Вы не сможете сохранить изменения в этом шаблоне, пока не установите права доступа на 666 к файлу:',

//----------------------------------------

'login' =>
'Войти',

'register' =>
'Регистрация',

'member_list' =>
'Список пользователей',

'logged_in_as' =>
'Вы вошли как',

'your_profile' =>
'Ваш профайл',

'your_control_panel' =>
'Ваша Панель Управления',

'logout' =>
'Выйти',

'wiki_home' =>
'Главная страница Вики',

'editing' =>
'Редактировать',

'source' =>
'Источник',

'history' =>
'История',

'revision' =>
'Редакция',

'navigation' =>
'Навигация',

'wiki_help' =>
'Вики справка',

'categories' =>
'Категории',

'list_of_titles' =>
'Список заглавий',

'title_list' =>
'Список заголовков',

'uncategorized_pages' =>
'Страницы без категорий',

'random_page' =>
'Случайная страница',

'uploads' =>
'Загрузки',

'file_upload' =>
'Загрузка файла',

'uploaded_files' =>
'Загруженные файлы',

'recent_changes' =>
'Недавние изменения',

'recent_changes_page' =>
'Недавно измененные страницы',

'rss' =>
'RSS',

'recent_changes_rss' =>
'Недавние изменения в RSS',

'atom' =>
'Atom',

'recent_changes_atom' =>
'Недавные изменения в Atom',

'what_links_here' =>
'Ссылки сюда',

'active_members' =>
'Активные участники',

'search' =>
'Поиск',

'go' =>
'Искать',

'special_page' =>
'Специальные страницы',

'file_page' =>
'Страница файла',

'create_or_find_page' =>
'Создать или найти страницу',

'view' =>
'Просмотр',

'edit' =>
'Изменить',

'view_source' =>
'Просмотреть исходный код',

'viewing_history' =>
'Просмотреть историю',

'redirected_from' =>
'Перенаправлено с',

'page_redirects_to' =>
'Страница перенаправляет на',

'no_article' =>
'Эта статья еще не существует',

'click_edit_to_create' =>
'Нажмите кнопку Изменить для создания!',

'cannot_add' =>
'К сожалению, Вы не можете добавить статьи в Wiki!',

'cannot_edit' =>
'Вы не можете редактировать эту страницу.',

'revision_from' =>
'Редакция от',

'subcategories' =>
'Подкатегории',

'submissions_moderated' =>
'Представление материала к этой статье модерируется и не будет опубликовано, пока не пройдет утверждение администратором.',

'old_revision_warning' =>
'Внимание: Вы редактируете устаревший вариант статьи. Опубликованный материал будет перезаписан более новой версией этой статьи.',

'preview_warning' =>
'Внимание: Вы просматриваете предварительный вариант вашей публикации. Никаких изменений в статьи не были сделаны.',

'recent_file_uploads' =>
'Просмотреть последних 10 файловых загрузок',

'recent_files' =>
'Новые файлы',

'add_file' =>
'Добавить файл',

'add_image' =>
'Добавить изображение',

'notes' =>
'Примечание',

'redirect' =>
'Перенаправление',

'rename' =>
'Переименовать',

'lock_article' =>
'Заблокировать статью',

'moderate_article' =>
'Модерировать статью',

'delete_category' =>
'Удалить категорию',

'delete_article' =>
'Удалить статью',

'submit' =>
'Опубликовать',

'preview' =>
'Предпросмотр',

'uploaded' =>
'Загружено',

'download_file' =>
'Загрузить файл',

'mime_type' =>
'MIME тип',

'delete' =>
'Удалить?',

'no_summary' =>
'Нет основной информации',

'quick_links' =>
'Быстрые ссылки',

'no_file' =>
'Файла с таким именем не существует.',

'no_files' =>
'Файлы не были загружены',

'no_history' =>
'Нет истории для этой страницы.',

'open' =>
'Открыт',

'closed' =>
'Закрыт',

'no_search_results' =>
'Нет результатов для вашего поиска',

'keywords' =>
'Ключевые слова',

'last_updated' =>
'Последнее обновление',

'by' =>
'по',

'choose_namespace' =>
'Выберите пространство имен',

'no_namespace_results' =>
'К сожалению, нет статей для этого пространства имен.',

'no_uncategorized_results' =>
'К сожалению, нет категорий для этого пространства имен.',

'image_uploads_only' =>
'Разрешено только добавление изображений',

'allowed_file_types' =>
'Разрешенные типы файлов',

'new_filename' =>
'Новое имя файла',

'summary' =>
'Основная информация',

'no_image_uploads' =>
'Вы не можете загружать изображения.',

'no_uploads' =>
'Загрузка файла не допускается для данного сайта.',

'page' =>
'Страница',

'of' =>
'из',

'pages' =>
'страниц',

'no_articles_link_to' =>
'Нет статей связанных с',

'articles_that_link_to' =>
'Статьи, которые связаны с',

'pages_link_to' =>
'Данная страница связана с',

'there' =>
'Здесь',

'is' =>
' ',

'are' =>
' ',

'subcategory' =>
'подкатегория',

'subcategories' =>
'подкатегорий',

'for_this_category' =>
'для этой категории',

'article' =>
'статья',

'articles' =>
'статей',

'articles_in_category' =>
'Статей в категории',

'powered_by_ee' =>
'Wiki',

'ee_wiki' =>
'Wiki',

'version' =>
'Версия',

'elapsed_time' =>
'Скрипт выполнен за {elapsed_time} сек.',

'moderated_wiki_revision' =>
'Модерируемая Вики редакция',

'new_revision' =>
'Новая редакция была размещена в заголовке',

'url_to_view_revision' =>
'URL для просмотра редакции статьи',

'url_to_open_revision' =>
'URL для открытия редакции статьи',

'view_topic' =>
'Просмотр темы',

'revision_content' =>
'Редакция содержимого',

''=>''
);

/* End of file wiki_lang.php */
/* Location: ./system/expressionengine/language/russian/wiki_lang.php */